Repository: avalexgmbh/contao
Catalog: languages/*/default.xlf
Languages: de

# avalex.msg.key_valid
source: The key you entered is valid.
de: Der von Ihnen eingegebene API-Schlüssel ist gültig.

# avalex.msg.key_invalid
source: The key you entered appears to be invalid.
de: Der von Ihnen eingegebene API-Schlüssel scheint ungültig zu sein.

# avalex.msg.update_failed.avalex_privacy_policy
source: [%s] The privacy policy could not be updated %s
de: [%s] Die Datenschutzerklärung konnte nicht aktualisiert werden %s

# avalex.msg.update_failed.avalex_imprint
source: [%s] The imprint could not be updated %s
de: [%s] Das Impressum konnte nicht aktualisiert werden %s

# avalex.msg.update_failed.avalex_terms_conditions
source: [%s] The general terms and conditions could not be updated %s
de: [%s] Die Allgemeinen Geschäftsbedingungen konnten nicht aktualisiert werden %s

# avalex.msg.update_failed.avalex_cancellation_policy
source: [%s] The cancellation policy could not be updated %s
de: [%s] Die Widerrufsbelehrung konnte nicht aktualisiert werden %s

# avalex.msg.last_update.avalex_privacy_policy
source: The privacy policy was last updated on %s.
de: Die Datenschutzerklärung wurde zuletzt am %s aktualisiert.

# avalex.msg.last_update.avalex_imprint
source: The imprint was last updated on %s.
de: Das Impressum wurde zuletzt am %s aktualisiert.

# avalex.msg.last_update.avalex_terms_conditions
source: The general terms and conditions were last updated on %s.
de: Die Allgemeinen Geschäftsbedingungen wurden zuletzt am %s aktualisiert.

# avalex.msg.last_update.avalex_cancellation_policy
source: The cancellation policy was last updated on %s.
de: Die Widerrufsbelehrung wurde zuletzt am %s aktualisiert.

# avalex.msg.module_update
source: A new version [%s] of avalex is available, please update now.
de: Eine neue Version der avalex Erweiterung [%s] ist verfügbar, bitte updaten Sie jetzt.

# avalex.msg.insufficient_license
source: not licensed or wrong key/domain
de: nicht in Lizenz enthalten oder falsche Domain/Schlüssel- Kombination
